import React from 'react';
import './styles/About.css'

function About(){
    return(
        <div>
            <h1>За нас.</h1>
            <p>Modus е онлайн магазин за мебели. Ние Ви предоставяме разнообразие от мебели, необходими за обзавеждане на дома и офиса и Ви даваме възможност да оптимизирате разходите си чрез ниски цени и коректно обслужване.
Вие, нашите клиенти, ни помагате да вървим уверено напред. Винаги сме отворени за Вашите идеи и предложения за това как и в каква насока да се развива магазинът за в бъдеще.
Стриктно спазваме закона за поверителност и защита на личните данни при обработката на Вашите поръчки.
Осигуряваме изгодна, бърза и надеждна доставка за цяла България.</p>
        </div>
    )
}

export default About