import chair1 from './img/Chair1.png';
import chair2 from './img/Chair2.png';
import chair3 from './img/Chair3.png';
import chair4 from './img/Chair4.png';
import chair5 from './img/Chair5.png';
import chair6 from './img/Chair6.png';
import table1 from './img/Table1.png';
import table2 from './img/Table2.png';
import table3 from './img/Table3.png';
import table4 from './img/Table4.png';
import table5 from './img/Table5.png';
import table6 from './img/Table6.png';
import sofa1 from './img/Sofa1.png';
import sofa2 from './img/Sofa2.png';
import sofa3 from './img/Sofa3.png';
import sofa4 from './img/Sofa4.png';
import sofa5 from './img/Sofa5.png';
import sofa6 from './img/Sofa6.png';
import desk1 from './img/Desk1.png';
import desk2 from './img/Desk2.png';
import desk3 from './img/Desk3.png';
import desk4 from './img/Desk4.png';
import desk5 from './img/Desk5.png';
import desk6 from './img/Desk6.png';
import lamp1 from './img/Lamp1.png';
import lamp2 from './img/Lamp2.png';
import lamp3 from './img/Lamp3.png';
import lamp4 from './img/Lamp4.png';
import lamp5 from './img/Lamp5.png';
import lamp6 from './img/Lamp6.png';
let prodObj = {
    "Chair1":{info:"Фотьойл Mira",text:"Фотьойл с модерен дизайн, удобна седалка, практични размери и здрава конструкция, подходящ за всяко пространство.", specText:"Цвят: розовТегло: 20 кг Гаранция: 2 години", pic:chair1, price:"220"},
    "Chair2":{info:"Стол Aros",text:"Стол с дизайн, отговарящ на модерните тенденции в декорацията, идеален за дома или офиса.", specText:"Цвят: бял Тегло: 5 кг Гаранция: 2 години", pic:chair2, price:"69"},
    "Chair3":{info:"Стол Armada",text:"Стол с дизайн, отговарящ на последните тенденции в декорацията, идеален за дома или офиса.", specText:"Цвят: черен Тегло: 4.5 кг Гаранция: 2 години", pic:chair3, price:"59"},
    "Chair4":{info:"Офис стол Fabri",text:"Офис стол с удобна и извита седалка с амортисьор за повдигане, спомагаща за поддържане на правилна и удобна позиция на тялото по време на работа. ", specText:"Цвят: черен Тегло: 15 кг Гаранция: 2 години", pic:chair4, price:"179"},
    "Chair5":{info:"Стол Comfy Yellow",text:"Стол с модерен дизайн и здрава конструкция, подходящ за освежаване на Вашия балкон или градина.", specText:"Цвят: жълт Тегло: 10 кг Гаранция: 2 години", pic:chair5, price:"149"},
    "Chair6":{info:"Стол Comfy White",text:"Стол с модерен дизайн и здрава конструкция, подходящ за освежаване на Вашия балкон или градина.", specText:"Цвят: бял Тегло: 12 кг Гаранция: 2 години", pic:chair6, price:"155"},
    "Table1":{info:"Маса Sigma",text:"Маса със здрава конструкция, с рафт за съхранение на дребни предмети, подходяща за Вашия хол.", specText:"Цвят: Дъб Тегло: 15 кг Гаранция: 2 години", pic:table1, price:"119"},
    "Table2":{info:"Маса Terra",text:"Маса със здрава конструкция, подходяща за Вашата кухня.", specText:"Цвят: Дъб антрацит Тегло: 17 кг Гаранция: 2 години", pic:table2, price:"159"},
    "Table3":{info:"Маса Simplicity ",text:"Маса със семпъл дизайн и практични размери, подходяща за всяко пространство.", specText:"Цвят: Тъмен орех  Тегло: 25 кг Гаранция: 2 години", pic:table3, price:"109"},
    "Table4":{info:"Маса Sigma",text:"Маса със здрава конструкция, с рафт за съхранение на дребни предмети, подходяща за Вашия хол.", specText:"Цвят: Дъб Тегло: 15 кг Гаранция: 2 години", pic:table4, price:"119"},
    "Table5":{info:"Маса Terra",text:"Маса със здрава конструкция, подходяща за Вашата кухня.", specText:"Цвят: Дъб антрацит Тегло: 17 кг Гаранция: 2 години", pic:table5, price:"159"},
    "Table6":{info:"Маса Simplicity ",text:"Маса със семпъл дизайн и практични размери, подходяща за всяко пространство.", specText:"Цвят: Тъмен орех  Тегло: 25 кг Гаранция: 2 години", pic:table6, price:"109"},
    "Sofa1":{info:"Диван Fiona",text:"Триместен диван с модерна и практична конструкция, с включени декоративни възглавници, идеално допълнение за вашия хол.", specText:"Цвят: бял, възглавници с декорации в светлорозово Тегло: 92 кг Гаранция: 2 години", pic:sofa1, price:"829"},
    "Sofa2":{info:"Диван Glory",text:"Диван тип лежанка, съчетаващ класически модерен дизайн и комфорт, с включени декоративни възглавници.", specText:"Цвят: сиви и бели райета Тегло: 75 кг Гаранция: 2 години", pic:sofa2, price:"709"},
    "Sofa3":{info:"Диван Elmo",text:"Триместен диван с декоративни възглавници и високо качество на изработка, ще добави стил и лукс към вашето пространство.", specText:"Цвят: бял, възглавници с декорации в бяло и светлорозово Тегло: 90 кг Гаранция: 2 години", pic:sofa3, price:"889"},
    "Sofa4":{info:"Диван Solaris ",text:"Двуместен диван в класически дизайн с декорация от възглавници ще Ви предложи моменти на релакс благодарение на удобната седалка, а практичните му размери го правят идеален избор за всяко пространство. ", specText:"Цвят: тъмночервен, възглавници с декорации в тъмночервено и кафяво Тегло: 80 кг Гаранция: 2 години", pic:sofa4, price:"799"},
    "Sofa5":{info:"Диван Alis",text:"Двуместен диван със семпла, стилна визия и практични размери приятно ще освежи Вашия хол.", specText:"Цвят: светлосин Тегло: 62 кг Гаранция: 2 години", pic:sofa5, price:"689"},
    "Sofa6":{info:"Диван Savy",text:"Двуместен диван с модерен дизайн и декоративни възглавници, идеален за по-малки жилищни пространства.", specText:"Цвят: сив, възглавници в сиво и бяло Тегло: 58 кг Гаранция: 2 години", pic:sofa6, price:"599"},
    "Desk1":{info:"Бюро Houston",text:"Бюро със стилен дизайн и стабилна конструкция, подходящо за вашия дом или офис.", specText:"Височина: 75.5 см, Дължина: 110 см, Дълбочина: 51.5 см Материали на продукта: МДФ, Стомана Цвят: Черен орех Тегло: 23 кг Гаранция: 2 години.", pic:desk1, price:"159"},
    "Desk2":{info:"Бюро Angle",text:"Бюро със семпъл дизайн, подходящо за вашия дом или офис.", specText:"Височина: 70 см, Дължина: 150 см, Дълбочина: 70 см Материали на продукта: Ламинирано ПДЧ Цвят: Златен дъб Тегло: 16 кг Гаранция: 2 години", pic:desk2, price:"89"},
    "Desk3":{info:"Бюро Santiago",text:"Класическо бюро със стилен дизайн и стабилна конструкция, подходящо за вашия дом или офис.", specText:"Височина: 75 см, Дължина: 128 см, Дълбочина: 60 см Материали на продукта: МДФ Цвят: Антрацит Тегло: 30 кг Гаранция: 2 години", pic:desk3, price:"139"},
    "Desk4":{info:"Бюро Boston",text:"Просторно бюро с модерен дизайн и стабилна конструкция, подходящо за вашия дом или офис.", specText:"Височина: 75 см, Дължина: 132 см, Дълбочина: 55 смМатериали на продукта: МДФ, СтоманаТегло: 35 кг Гаранция: 2 години", pic:desk4, price:"165"},
    "Desk5":{info:"Бюро Providence",text:"Бюро със семпъл дизайн и стабилна конструкция, подходящо за вашия дом или офис.", specText:"Височина: 80 см, Дължина: 110 см, Дълбочина: 50 см Материали на продукта: МДФ Цвят: Антрацит  Тегло: 24 кг Гаранция: 2 години", pic:desk5, price:"120"},
    "Desk6":{info:"Бюро Smart",text:"Компактно подвижно бюро с колелца, със стабилна конструкция, подходящо за вашия дом или офис.", specText:"Височина: 80 см, Дължина: 72 см, Дълбочина: 45 см Материали на продукта: Ламинирано ПДЧ, Стомана Цвят: Черен  Тегло: 18 кг Гаранция: 2 години ", pic:desk6, price:"125"},
    "Lamp1":{info:"Лампа Pixa",text:"LED настолна лампа за бюро с подвижен абажур, за лесно насочване на светлината в желаната посока и три различни нива на интензитет на светлината.", specText:"Височина: 40 см, Абажур, диаметър: 15 см Кабел, дължина: 2 м Материали на продукта: Стомана, Пластмасa Цвят: Черен  Гаранция: 2 години", pic:lamp1, price:"45"},
    "Lamp2":{info:"Лампа Harte",text:"LED настолна лампа за бюро с регулиращо се рамо и глава, осигурява насочена светлина, която е много подходяща за четене.", specText:"Височина: 42 см, Ширина: 17 см Кабел, дължина: 2 м Материали на продукта: Стомана, Пластмаса Цвят: Черен  Гаранция: 2 години", pic:lamp2, price:"65"},
    "Lamp3":{info:"Лампа Forsa",text:"Класически стил работна настолна лампа, която ще внесе светлина в деня Ви. Подходяща за четете на дивана, бюрото или в леглото, тъй като рамото и абажура могат да се регулират.", specText:"Височина: 42 см, Абажур, диаметър: 17 см Кабел, дължина: 1,5 м Материали на продукта: Стомана, Подсилена пластмаса Цвят: Черен, Златен Гаранция: 2 години", pic:lamp3, price:"59"},
    "Lamp4":{info:"Лампа Tertial",text:"Настолна лампа с приятен дизайн и три различни нива на интензитет на светлината, подходяща за вашата спалня.", specText:"Височина: 35 см, Абажур, диаметър: 30 см Кабел, дължина: 2 м Материали на продукта: Стомана, Полиестер, Керамика Цвят: Бял, Златен Гаранция: 2 години ", pic:lamp4, price:"40"},
    "Lamp5":{info:"Лампа Kvart",text:"Настолна лампа за бюро с функционален дизайн - регулиращо се рамо и абажур за лесно насочване на светлината.", specText:"Височина: 49 см, Абажур, диаметър: 12 см Кабел, дължина: 2 м Материали на продукта: Стомана, Пластмаса Цвят: Черен Гаранция: 2 години", pic:lamp5, price:"47"},
    "Lamp6":{info:"Лампа Risa",text:"Настолна лампа за бюро с подвижна глава за лесно насочване на светлината в желаната посока и две различни нива на интензитет на светлината.", specText:"Височина: 40 см, Абажур, диаметър: 12 см Кабел, дължина: 2 м Материали на продукта: Стомана, Подсилена пластмаса Цвят: Черен, Златен Гаранция: 2 години", pic:lamp6, price:"40"}
}

export default prodObj;